[
  {
   "banner" : {"id" : "marketing" , "title" : "marketing" ,"href":"/ourwork/allwork", "heading" : "marketing" , "bannerLottie" : "/assets/media/lottie_files/services/marketing.json" , "description" : "We connect, ask questions, identify the unique challenges and align on what needs solving and why. We make sense of every new touchpoint and reach the right people, at the right time with the right message by optimizing your brand communication. We combine cutting-edge technologies with emotions and groundbreaking concepts to create experiences which resonate deeply. We integrate storytelling and meaning at every stage of marketing to build strategies that are highly-tailored to your brand, one that’s consistent and relevant. We engage in real-time,  to create remarkable experiences that do not only convert and grow your business, but are also memorable. We craft intelligent and dynamic ways to engage key audiences worldwide."}
  },
  {
    "pageContent" : [
      {"id" : 1 , "heading" : "Market Research" , "description" :"Make better and more informed business decisions with market research that leaves no stone unturned to unearth key data points and insights. The mob works to meticulously analyse your market, competitors and industry shifts, exercises research creativity and effective methodologies, to help you devise innovative ways to tackle any and all business challenges in the dynamic digital landscape."},
      {"id" : 2 , "heading" : "Consumer Analysis" , "description" :"Consumer analysis that tells you a story of what’s going on outside of your business. Your consumer is central to everything you do, and to grow, you’re going to need to get to know them really, really well. Learn who they are, understand what makes them tick and speak to them in ways that make them engage, with the help of meaningful insights that create a positive customer experience and build a loyal customer base."},
      {"id" : 3 , "heading" : "Digital Marketing" , "description" :"Blend great ideas and technology to interact with your target audience in real time. In the cluttered digital space, we make sure that your business has all the right tools to reach the right people, at the right time, and with the right message. From search engine optimization and search engine marketing to social media marketing, CRO and email marketing, we place real-time engagements at core. The mob creates remarkable experiences that are memorable and generates engagements that give you clicks, leads and conversions."},
      {"id" : 4 , "heading" : "Content Strategy" , "description" :"Finding creative solutions to your problems and to problems you didn’t even know you had is our thing. Content at Loud Mob Media is core to everything we do and everything we build. A content strategy is important to clearly define what makes you you in the busy marketplace, and we help you achieve this by developing and designing some of the coolest content strategies for your business across all consumer touch points. This includes data-informed strategies, everyday content creation and native content management."},
      {"id" : 5 , "heading" : "Paid Media Marketing/Advertising" , "description" :"Creative online advertising that captures attention, converts and grows your business. Paid media marketing and advertising is one of the most effective ways to promote your business online. From campaign and ad creation to paid social media marketing, we integrate storytelling and meaning at every stage of marketing to build to create fresh and innovative experiences that do not only convert and grow your business, but are also memorable "}
    ]
  }
]
